/* Localized versions of Info.plist keys */

AMName = "ファイルパスを取得";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDSummary = "指定されたファイルまたはフォルダのパスを取得します。POSIX, HFS, URL形式の文字列を出力します。";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

"Get" = "取得";
"Path" = "パス";
"POSIX" = "POSIX";
"HFS" = "HFS";
"URL" = "URL";
